<script>
  import '../styles/index.css';
    // Your component logic here
</script>
<section class="initial">
<h1 class="initial__title">
  Изучаем английский вместе!
</h1>
<div class="initial__about">
  <div class="initial__box">
    <p class="initial__text">Корпоративный портал изучения английского языка - это современная и инновационная платформа, которая предлагает широкий спектр возможностей для сотрудников, стремящихся улучшить свои навыки в области английского языка. Наша главная цель - предоставить пользователям удобный и эффективный доступ к разнообразным методам обучения, чтобы помочь им достичь высокого уровня владения языком.</p>
  </div>
  <div class="initial__box">
    <p class="initial__text">Основные функции нашего портала включают в себя интерактивные уроки, разнообразные задания и практические задания для всех уровней знания, от начинающих до продвинутых студентов. Мы также предоставляем доступ к профессиональным преподавателям и лингвистам, которые будут поддерживать и оценивать прогресс каждого участника.</p>
  </div>
  <div class="initial__box">
    <p class="initial__text">Наше приложение предлагает гибкую систему обучения, которая позволяет пользователям изучать английский язык по их собственному графику и темпу. Это делает его идеальным решением для тех, кто стремится сочетать работу и обучение.</p>
  </div>
  <div class="initial__box">
    <p class="initial__text">Кроме того, наш портал создает общину для обмена опытом и знаниями между сотрудниками, что позволяет им поддерживать друг друга и укреплять связи внутри компании. Мы также предоставляем доступ к различным материалам и ресурсам, которые могут быть полезными для развития профессиональных навыков и повышения эффективности работы.</p>
  </div>
  <div class="initial__box">
    <p class="initial__text">В целом, наш корпоративный портал изучения английского языка - это уникальная возможность для сотрудников улучшить свои профессиональные навыки и открыть для себя новые возможности в мире английского языка.</p>
  </div>
</div>
</section>
